Repository: BGforgeNet/f2_res
Catalog: text/po/*.po
Languages: de, es, it, russian, sv

source: Game Preferences
de: Spieloptionen
es: Preferencias de juego
it: Preferenze di Gioco
russian: Настройки Игры
sv: Spelinställningar

source: Screen Settings
de: Bildoptionen
es: Configuracion de pantalla
it: Impostazioni Schermo
russian: Настройки Экрана
sv: Skärminställningar

source: Custom
de: Benutzerdefiniert
es: Personalización
it: Personalizzato
russian: СПЕЦ. ВЫБОР
sv: Anpassad

source: Width
de: Breite
es: Anchura
it: Larghezza
russian: Ширина
sv: Bredd

source: Height
de: Höhe
es: Altura
it: Altezza
russian: Высота
sv: Höjd

source: Done
de: Ok
es: Hecho
it: Fatto
russian: Готово
sv: Klar

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
russian: Отмена
sv: Avbryt

source: Fallout must restart to apply settings.
de: Fallout muss neu gestartet werden.
es: Fallout debe reiniciar para aplicar los ajustes.
it: Fallout deve essere riavviato per applicare le impostazioni.
russian: Перезагрузка игры для сохранения изменений.
sv: Fallout måste starta om för att tillämpa inställningarna.

source: Would you like to restart Fallout now?
de: Möchten Sie nun Fallout neustarten?
es: ¿Desea reiniciar Fallout ahora?
it: Vuoi riavviare ora Fallout?
russian: Хотите перезагрузить Fallout?
sv: Vill du starta om Fallout nu?

source: True
de: Ja
es: Si
it: Vero
russian: Вкл.
sv: Sant

source: False
de: Nein
es: No
it: Falso
russian: Откл.
sv: Falskt

source: Hi-Res
es: Alta-resolución
it: Alta-Risoluzione
russian: HD
sv: Hög upplösning

source: RESOLUTION
de: Auflösung
es: RESOLUCIÓN
it: RISOLUZIONE
russian: РАЗРЕШЕНИЕ
sv: UPPLÖSNING

source: Colours
de: Farbmodus
es: Colores
it: Colori
russian: ЦВЕТ
sv: Färger

source: 8 Bit
es: 8 Bits
russian: 8 бит
sv: 8 bitar

source: 16 Bit
es: 16 Bits
russian: 16 бит
sv: 16 bitar

source: 32 Bit
es: 32 Bits
russian: 32 бита
sv: 32 bitar

source: Change Side-Bar Art
de: Side-Bar ändern
es: Cambiar el arte de la barra lateral
it: Cambia immagine inferiore
russian: Графика Боковой Панели
sv: Ändra sidofältskonst

source: Invert List
de: Auswahl umkehren
es: Invertir lista
it: Inverti Lista
russian: Обратный порядок
sv: Invertera lista

source: Windowed
de: Fenstermodus
es: Modo ventana
it: Finestra
russian: В Окне
sv: fönsterläge

source: Set Scroll Key
de: Scrolltaste ändern
es: Tecla de desplazamiento
it: Imposta tasto Blocco scorrimento
russian: Задать кнопку
sv: Ställ in bläddringsknapp

source: Scaling X2
de: 2-fache Skalierun
es: Escalar X2
it: Ingrandisci X2
russian: Масштаб X2
sv: Skalning X2

source: Refresh Rate
de: Bildwiederholrate
es: Frecuencia de actualización
it: FREQ. AGGIORNAMENTO
russian: Частота Экрана
sv: Uppdateringsfrekvens

source: Window Key
de: Windowstaste
es: Tecla de Windows
it: Tasto Window
russian: Кнопка Режима в Окне
sv: Fönstertangent

source: Select
de: Auswählen
es: Seleccionar
it: Seleziona
russian: Выбор
sv: Välj

source: Name
es: Nombre
it: Nome
russian: Имени
sv: Namn

source: Graphics Mode:
de: Grafikmodus:
es: Modo Grafico:
it: Modalita' Grafica:
russian: Режим Графики:
sv: Grafikläge:

source: Basic
de: Einfach
es: Básico
it: Basica
russian: Базовый Режим
sv: Grundläggande

source: Sfall DirectX 9 Mode:
de: Sfalls DX9-Modus:
es: Modo Sfall DirectX 9:
it: Modalita' Sfall DirectX 9:
russian: Sfall в режиме DirectX 9:
sv: Sfall DirectX 9-läge:

source: Vertex Hardware Processing:
es: Procesamiento de hardware de vértices:
it: Processione Vertex Hardware:
sv: Vertex hårdvarubearbetning:

source: Shader Version 2.0:
es: Versión de Shader 2.0:
it: Shader Versione 2.0:
russian: Версия шейдеров 2.0:

source: Panel Scaling
de: Screen-Darstellung
es: Escalado de paneles
it: Scala Pannello
russian: Панель Масшт-вания
sv: Panelskalning

source: None
de: Aus
es: Ninguno
it: No
russian: Нет
sv: Ingen

source: Fit
de: Ska.
es: Ajustar
it: Adatta
russian: Центр
sv: Passa

source: Fill
de: Str.
es: Rellenar
it: Riempi
russian: Край
sv: Fyll

source: Movies
de: Videos
es: Peliculas
it: Filmati
russian: Ролики
sv: Filmer

source: Splash
de: Start
es: Intro
it: Schermata Iniziale
russian: Заставки
sv: Stänk

source: Help
de: Hilfe
es: Ayuda
it: Aiuto
russian: Помощь
sv: Hjälp

source: Death
de: Tod
es: Muerte
it: Morte
russian: Смерть
sv: Död

source: End Slides
de: Ende
es: Diapositivas finales
it: Slides Finali
russian: Концовки
sv: Avslutningsbilder

source: Main Menu
de: Hauptmenü
es: Menú principal
it: Menu Principale
russian: Глав. Меню
sv: Huvudmeny

source: SCALE-TO: RES.
es: ESCALAR-A: RES.
it: SCALA ALLA : RIS.
russian: УВЕЛ.-ДО: РАЗРЕШ.
sv: SKALA-TILL: UPPLÖS.

source: DX-9 MODE
de: DX9-Modus
es: MODO DX-9
it: MOD. DX-9
russian: Режим DX-9
sv: DX-9-LÄGE

source: Off
de: Aus
es: Apagado
it: Spento
russian: Выкл.
sv: Av

source: Fullscreen
de: Vollbild
es: Pantalla completa
it: Pieno Schermo
russian: Полный Экран
sv: Fullskärm

source: Window
de: Fenster
es: Ventana
it: Finestra
russian: В Окне
sv: Fönster

source: This setting has no effect while in Basic Graphics Mode.
de: Diese Einstellung hat im einfachen Grafikmodus keinen Effekt.
es: Esta configuración no tiene efecto en el Modo de Gráficos Básicos.
it: Questa impostazioni non ha effetto quando si e' in modalita' Base.
russian: Эта опция не действует в Базовом режиме.
sv: Denna inställning har ingen effekt när du är i Grundläggande grafik-läge.

source: Ignore PC Scroll Limit
de: Scrolllimit ignorieren
es: Ignorar el límite de desplazamiento del PC
it: Ignora Limite di Scorrimento
russian: Игнор лимита прокрутки
sv: Ignorera PC:ns skrollgräns

source: Path Finding Range
de: Pfadfindungsreichweite
es: Distancia máxima de desplazamiento
it: Distanza Percorribile
russian: Диапазон Поиска Пути
sv: Sökintervallsavstånd

source: Max
es: Máximo
russian: Максимальный

source: Enable Fog Of War
de: Nebel des Krieges einschalten
es: Habilitar Niebla de Guerra
it: Abilita Nebbia di Guerra
russian: Опция "Туман Войны"
sv: Aktivera krigsdimma

source: Fog Visibility
de: Nebelsichtbarkeit
es: Visibilidad de niebla
it: Visibilita' nebbia
russian: Уровень Видимости
sv: Sikt i dimma

source: Dark
de: Dunkel
es: Oscuro
it: Coperto
russian: Темнее
sv: Mörk

source: Brighter
de: Heller
es: Más claro
it: Scoperto
russian: Светлее
sv: Ljusare

source: PRESS A KEY or ESC to cancel.
de: EINE TASTE DRÜCKEN oder ESC zum Abbrechen.
es: Presiona una tecla o ESC para cancelar.
it: PREMI UN TASTO o ESC per annullare.
russian: НАЖМИТЕ ЛЮБУЮ КНОПКУ или ESC, чтобы отменить.
sv: TRYCK PÅ EN TANGENT eller ESC för att avbryta.

source: Hi-Res Patch settings.
de: Einstellungen für den Hi-Res-Patch.
es: Configuración del Hi-Res Patch.
it: Impostazioni Hi-Res.
russian: Настройки патча высокого разрешения.
sv: Inställningar för Hi-Res Patch.

source: Setup the Screen Resolution, Colour mode and Refresh Rate for FullScreen Mode.
de: Ändern von Auflösung, Farbmodus und Bildwiederholrate im Vollbild.
es: Configure la resolución de pantalla, el modo de color y la frecuencia de actualización para el modo de pantalla completa.
it: Imposta la Risoluzione dello schermo, Colore e frequenza di aggiornamento per lo Schermo Intero.
russian: Определяет разрешение, глубину цвета и частоту обновления экрана в полноэкранном режиме.
sv: Ställ in skärmupplösning, färgläge och uppdateringsfrekvens för fullskärmsläge.

source: Setup the Fullscreen Colour output here.
de: Farbmodus im Vollbild ändern.
es: Configure aquí la salida de color de pantalla completa.
it: Imposta il Colore a Schermo Intero.
russian: Определяет глубину цветовой гаммы.
sv: Ställ in helskärmens färgutmatning här.

source: Setup the Fullscreen Refresh Rate here. Set this to '0' for the driver default setting.
de: Ändert die Bildwiederholrate. Bei '0' wird die Treibereinstellung benutzt.
es: Configure aquí la frecuencia de actualización de pantalla completa. Establézcala en "0" para la configuración predeterminada del controlador.
it: Imposta la Frequenza di Aggiornamento. Imposta '0' per usare le impostazioni predefinite del driver.
russian: Определяет частоту обновления экрана. Выставите на '0' для значения драйвера по умолчанию.
sv: Ställ in uppdateringsfrekvensen i helskärmsläge här. Ställ in detta till '0' för standardinställningen för drivrutinen.

source: Customize the Fullscreen Width by clicking the number box.
de: Eigene Auflösung (Breite) eingeben.
es: Personaliza el ancho de pantalla completa haciendo clic en el recuadro.
it: Personalizza la Larghezza a Pieno Schermo cliccando nella casella sottostante.
russian: Определяет ширину полноэкранного режима.
sv: Anpassa fullskärmsbredden genom att klicka på nummerrutan.

source: Customize the Fullscreen Height by clicking the number box.
de: Eigene Auflösung (Höhe) eingeben.
es: Personaliza la altura de la pantalla completa haciendo clic en el recuadro.
it: Personalizza la Altezza a Pieno Schermo cliccando nella casella sottostante.
russian: Определяет высоту полноэкранного режима.
sv: Anpassa fullskärmshöjden genom att klicka på nummerrutan.

source: Enable or Disable Window Mode.
de: Fenstermodus ein- oder ausschalten.
es: Activa o desactiva el Modo Ventana.
it: Abilita o Disabilita la modalita' a Finestra.
russian: Управление оконным режимом.
sv: Aktivera eller inaktivera fönsterläge.

source: In Window Mode, this is the key you will hold down when using the mouse to scroll the Game and World maps.
de: Halte diese Taste im Fenstermodus gedrückt, wenn du die Maus zum Scrollen der Spiel- und Weltkarte verwendest.
es: En el modo ventana, esta es la tecla que mantendrás presionada cuando uses el mouse para desplazarte por el juego y los mapas del mundo.
it: In modalita' Finestra, questo e' il tasto che dovrai tenere premuto per scorrere le schermante del Gioco e della Mappa.
russian: В оконном режиме эта клавиша зажимается при использовании мыши для прокрутки игровой и мировой карт.
sv: I fönsterläge är detta tangenten som du håller nedtryckt när du använder musen för att bläddra i spel- och världskartorna.

source: Press the red button to select a different key. Or click the number box to edit the Windows Virtual key code.
de: Drücken den roten Button, um eine andere Taste auszuwählen, oder klicke aufs Zahlenfeld, um den Windows-Virtual-Key-Code zu ändern.
es: Presione el botón rojo para seleccionar una tecla diferente. O haga clic en el recuadro para editar el código de la tecla virtual de Windows.
it: Premi il pulsante rosso per selezionare un tasto diverso. Oppure clicca sulla casella numerica per modificare il codice del tasto virtuale di Windows.
russian: Нажмите красную кнопку для выбора другой клавиши. Или кликните на номер в окошке.
sv: Tryck på den röda knappen för att välja en annan tangent. Eller klicka på nummerrutan för att redigera koden för Windows Virtual Key.

source: The name of the currently selected key.
de: Der Name der aktuell ausgewählten Taste.
es: El nombre de la tecla seleccionada actualmente.
it: Il nome del tasto attualmente selezionato.
russian: Название выбранной на данный момент клавиши.
sv: Namnet på den valda tangenten.

source: Enable X2 scaling. This will also up the min res to 1280x960. With Window mode requiring more space for its frame.
de: Skaliert die Originalauflösung auf 1280x960. Im Fenstermodus etwas größer.
es: Habilite el escalado X2. Esto también aumentará la resolución mínima a 1280x960. El modo Ventana requiere espacio para sus elementos.
it: Abilita la scalatura X2. Questo aumenterà anche la risoluzione minima a 1280x960. Con la modalità finestra che richiede più spazio per il suo bordo.
russian: Вкл масштаб-ние X2. Эта опция увеличит мин-ное разрешение до 1280x960. И в окне - рамка больше.
sv: Aktivera X2-skalning. Detta kommer också att öka minsta upplösningen till 1280x960. Fönsterläge kräver mer utrymme för sin ram.

source: Enable or Disable Fog Of War. For best results this should be enabled before entering a map for the first time.
de: Nebel des Krieges ein- oder ausschalten. Funktioniert am besten, bevor man eine Map erstmals betritt.
es: Activa o desactiva la Niebla de Guerra. Para obtener mejores resultados, activa esta opción antes de entrar al mapa por primera vez.
it: Abilita o Disabilita la Nebbia di Guerra. Per i migliori risultati dovrebbe essere abilitata prima di entrare in una mappa per la prima volta.
russian: Вкл или выкл "Туман Войны". Для наилучшего результата вкл. данную опцию до захода на новую карту.
sv: Aktivera eller inaktivera krigsdimma. För bästa resultat bör detta aktiveras innan du går in på en karta för första gången.

source: Adjust the light level and the Mouse 'look at' visibility of floors, walls and scenery under the fog.
de: Stellt die Helligkeit und Sichtbarkeit von Böden, Wänden und Objekten unterm Nebel mit 'Du siehst' ein.
es: Ajusta el nivel de brillo y del "mirar a" del ratón en suelos, paredes y escenarios bajo la niebla de guerra.
it: Regola il livello di luce e la visibilità 'guarda' del mouse per pavimenti, muri e scenari sotto la nebbia.
russian: Определяет уровень освещенности и видимость полов, стен и объектов под туманом.
sv: Justera ljusnivån och musens 'titta på' synlighet för golv, väggar och landskap under dimman.

source: Floors, walls and scenery will always be visible and Mouse "look at" will function normally.
de: Böden, Wände und Objekte sind immer sichtbar und 'Du siehst' funktioniert normal.
es: Los suelos, paredes y escenarios siempre estarán visibles y la función "mirar a" del ratón funcionará con normalidad.
it: Pavimenti, muri e scenari saranno sempre visibili e il Mouse "guarda" funzionerà normalmente.
russian: Полы, стены и объекты будут всегда видны, а функция "Посмотреть на" - по умолчанию.
sv: Golv, väggar och dekor kommer alltid att vara synliga och musens "titta på" kommer att fungera normalt.

source: Floors, walls and scenery will be darkened and unresponsive to Mouse "look at" until discovered.
de: Böden, Wände und Objekte sind verdunkelt und mit 'Du siehst' nicht sichtbar bis sie entdeckt sind.
es: Los suelos, paredes y escenarios estarán oscurecidos y la función "mirar a" del ratón NO funcionará hasta ser descubiertos.
it: Pavimenti, muri e scenari saranno oscurati e non risponderanno al Mouse "guarda" finché non verranno scoperti.
russian: Полы, стены и объекты будут затемнены и не будут реагировать на "Посмотреть на".
sv: Golv, väggar och dekor kommer att vara mörka och inte svara på musens "titta på" tills de upptäcks.

source: When enabled, scrolling away from the Player Character is unlimited. This works well if Fog Of War enabled.
de: Scrollen wird nicht limitiert, wenn es eingeschaltet ist. Funktioniert auch, wenn Nebel des Krieges eingeschaltet ist.
es: Cuando está habilitado, el desplazamiento alejándose del personaje es ilimitado. Funciona bien si la Niebla de Guerra está habilitada.
it: Quando abilitato, lo scorrimento lontano dal Personaggio del Giocatore è illimitato. Funziona bene se la Nebbia di Guerra è abilitata.
russian: Если включена, прокрутка от персонажа игрока не ограничена. Хорошо работает с "Туманом Войны".
sv: När detta är aktiverat kan man obegränsat skrolla bort från spelarkaraktären. Detta fungerar bra om krigsdimma är aktiverat.

source: Increase the number of search nodes to extend the path finding distance. 20 levels in 2000 node increments.
de: Erhöht die Reichweite der Pfadfindung. 20 Intervalle je 2000 Nodes möglich.
es: Aumente la cantidad de nodos de búsqueda para ampliar la distancia de búsqueda de ruta. 20 niveles en incrementos de 2000 nodos.
it: Aumenta il numero di nodi di ricerca per estendere la distanza di ricerca del percorso. 20 livelli in incrementi di 2000 nodi.
russian: Увеличить число нодов поиска для увеличения дистанции поиска пути. 20 уровней по 2000 нодовых единиц.
sv: Öka antalet söknoder för att förlänga sökavståndet. 20 nivåer i steg om 2000 noder.

source: 2000 path search nodes (original value). Note: Each level requires an additional 156.25 KB of memory.
de: 2000 Nodes (Originalgröße). Jeder Intervall erhöht den Speicher um 156.25 KB.
es: 2000 nodos de búsqueda de ruta (valor original). Nota: Cada nivel requiere 156,25 KB de memoria adicional.
it: 2000 nodi di ricerca del percorso (valore originale). Nota: Ogni livello richiede 156,25 KB aggiuntivi di memoria.
russian: 2000 нодов поиска пути (стандарт. знач.) Каждый дополнительный уровень требует 156.25 Кб памяти.
sv: 2000 noder för sökvägar (originalvärde). Obs: Varje nivå kräver ytterligare 156,25 KB minne.

source: 40 000 path search nodes. Note: requires 3200000 bytes (3125 KB) of memory.
de: 40.000 Nodes. Erfordert 3200000 Bytes (3125 KB) an Speicher.
es: 40 000 nodos de búsqueda de ruta. Nota: requiere 3200 000 bytes (3125 KB) de memoria.
it: 40 000 nodi di ricerca. Nota: richiede 3200000 bytes (3125 KB) di memoria.
russian: 40000 нодов поиска пути. На заметку: Требует 3200000 байт (3125 Кб) памяти.
sv: 40 000 noder för sökvägar. Obs: kräver 3200000 byte (3125 KB) minne.

source: Adjust how certain screens are displayed.
de: Einstellen wie die Screens dargestellt werden sollen.
es: Ajusta cómo se muestran determinadas pantallas.
it: Imposta come certe schermate si visualizzino.
russian: Выбрать режим отображения определенных игровых экранов.
sv: Justera hur vissa skärmar ska visas.

source: Original size.
de: Originalgröße.
es: Tamaño original.
it: Dimensione originale.
russian: Оригинальный размер.
sv: Originalstorlek.

source: Stretched to fit the size of the screen while maintaining the original aspect ratio.
de: Größtmögliche Skalierung der Screens, bei der das Seitenverhältnis beachtet wird.
es: Estirado para adaptarse al tamaño de la pantalla manteniendo la relación de aspecto original.
it: Allungata per riempire lo schermo mantenendo le proporzioni.
russian: Растягивает по размеру экрана, сохраняя исходное соотношение сторон.
sv: Utsträckt för att passa skärmens storlek samtidigt som det ursprungliga bildförhållandet bibehålls.

source: Stretched to fill the screen. Note: A space will remain at the bottom of the screen if subtitles are enabled.
de: Screens werden auf die komplette Bildschirmgröße gestreckt. Etwas kleiner, wenn Untertitel an sind.
es: Ampliado para llenar la pantalla. Nota: Si los subtítulos están habilitados, quedará un espacio en la parte inferior de la pantalla.
it: Allungata per riempire lo schermo. Nota: uno spazio sarà visibile se i sottotitoli sono abilitati.
russian: Растягивает на весь экран. В нижней части экрана останется пространство, если субтитры включены.
sv: Utsträckt för att fylla skärmen. Obs: Ett utrymme kommer att finnas kvar längst ner på skärmen om undertexter är aktiverade.

source: Click below to cycle the in-game interface Side Bar options.
de: Ins Feld klicken, um den Stil der Side-Bar zu ändern.
es: Haz clic a continuación para alternar las opciones de la barra lateral de la interfaz del juego.
it: Clicca sotto per scorrere le interfacce di gioco disponibili.
russian: Нажмите на банер, чтобы поменять графику интерфейса.
sv: Klicka nedan för att cykla i gränssnittet i spelets Side Bar-alternativ.

source: Apply any changes and Exit.
de: Änderungen übernehmen und Beenden.
es: Aplicar cualquier cambio y salir.
it: Applica le modifiche ed Esci.
russian: Принять изменения и выйти.
sv: Verkställ eventuella ändringar och avsluta.

source: Exit without saving.
de: Beenden ohne zu Speichern.
es: Salir sin guardar.
it: Esci senza salvare.
russian: Выйти без сохранения изменений.
sv: Avsluta utan att spara.

source: Normal
it: Normale
russian: Стандарт

source: GPU Blitting
sv: GPU-Blittning
